app/views/atividades/_form.html.erb

SELECT `modalidades`.* FROM `modalidades`
---
      </h1>
      <%= f.collection_select(:modalidade_id, Modalidade.all, :id, :title, {:prompt => 'Selecione'}) %>