app/controllers/atividades_controller.rb

SELECT `atividades`.* FROM `atividades`
---
  def index
    @atividades = Atividade.all